class data_class
{
  static List name = [
    "प्रेरणा स्त्रोत शायरी",
    "जीवन शायरी",
    "मोहब्बत शायरी",
    "यादे शायरी",
    "अनन्य शायरी",
    "राजनीति शायरी",
    "प्रेम शायरी",
    "दर्द शायरी",
    "शुभकामनाए शायरी",
    "दोस्ती शायरी",
    "मजेदार शायरी",
    "भगवान शायरी",
    "शराब शायरी",
    "होली शायरी",
  ];
  // static List n = [imgone.length,imgtwo.length,imgthree.length,imgfour.length,imgfive.length,imgsix.length,imgseven.length];
  static List emoji_no = [
    "😊😒👍🎄🎟️🎪☕🍯🧁🍧🍝🍦",
    "😊😒👍🍒💐🍃😁🍀🙌🍀🎋",
    "🎟️🎪🎢🎞️🎫🎀🎍🥂🍻🥤",
    "🥂🍻🥤🧋🍹🍔🥚",
    "🍀🎋🎄🎟️🎪🎢🎞️🎫🎀🎍🥂🍻",
    "🍞🥐🥗🥪🍱🍱🧆🎂",
    "☕🍷🍭🍬🍫🍼🧃☕🍯🧁🍧",
    "🍱🧆🎂☕🍷🍭🍬🍫",
    "🍼🧃☕🍯🧁🍧🍝🍦",
    "🍀🎋🎄🎟️🎪🎢🎞️🎫🎀🎍🥂🍻",
    "🍞🥐🥗🥪🍱🍱🧆🎂",
    "☕🍷🍭🍬🍫🍼🧃☕🍯🧁🍧",
    "🍱🧆🎂☕🍷🍭🍬🍫",
  ];
  static List img = [
    "myassets/images/shayari/motivational.png",
    "myassets/images/shayari/kanjoos.png",
    "myassets/images/shayari/married.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/santabanta.png",
    "myassets/images/shayari/politics.png",
    "myassets/images/shayari/love.png",
    "myassets/images/shayari/sad.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/husband.png",
    "myassets/images/shayari/child.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/bearbar.png",
    "myassets/images/shayari/holiimg.jpg",
  ];
  static List imgone = [
    "myassets/images/shayari/motivational.png",
    "myassets/images/shayari/motivational.png",
    "myassets/images/shayari/motivational.png",
    "myassets/images/shayari/motivational.png",
    "myassets/images/shayari/motivational.png",
    "myassets/images/shayari/motivational.png",
  ];

  static List dataone=[
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
    "\nछू ले आसमान ज़मीन की तलाश ना कर, \n जी ले जिंदगी ख़ुशी की तलाश ना कर,\n तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n मुस्कुराना सीख ले वजह की तलाश ना कर..\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
    "\nछू ले आसमान ज़मीन की तलाश ना कर, \n जी ले जिंदगी ख़ुशी की तलाश ना कर,\n तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n मुस्कुराना सीख ले वजह की तलाश ना कर..\n",
  ];

  static List imgtwo = [
    "myassets/images/shayari/kanjoos.png",
    "myassets/images/shayari/kanjoos.png",
    "myassets/images/shayari/kanjoos.png",
    "myassets/images/shayari/kanjoos.png",
    "myassets/images/shayari/kanjoos.png",
    "myassets/images/shayari/kanjoos.png",
  ];

  static List datatwo=[
    "\nमौत एक सच्‍चाई है\n उसमें कोई ऐब नहीं,\n क्या लेके जाओगे यारो \n कफन में कोई जेब नहीं..\n",
    "\nवक्त बादल जाता है जिंदगी के साथ\n,जिंदगी बदल जाती है वक्त के साथ,\n वक्त नहीं बदलता दोस्तों के साथ,\n बस दोस्त बदल जाते वक्त के साथ..\n",
    "\nअपनी तकदीर में तो कुछ ऐसा ही सिलसिला लिखा है,\nकिसी ने वक्त गुजारने के लिए अपना बनाया,\nतो किसी ने अपना बनकर वक्त गुजार लिया..\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
    "\nछू ले आसमान ज़मीन की तलाश ना कर, \n जी ले जिंदगी ख़ुशी की तलाश ना कर,\n तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n मुस्कुराना सीख ले वजह की तलाश ना कर..\n",
  ];

  static List imgthree = [
    "myassets/images/shayari/married.png",
    "myassets/images/shayari/married.png",
    "myassets/images/shayari/married.png",
    "myassets/images/shayari/married.png",
    "myassets/images/shayari/married.png",
    "myassets/images/shayari/married.png",
  ];

  static List datathree=[
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
    "\nछू ले आसमान ज़मीन की तलाश ना कर, \n जी ले जिंदगी ख़ुशी की तलाश ना कर,\n तकदीर बदल जाएगी खुद ही मेरे दोस्त,\n मुस्कुराना सीख ले वजह की तलाश ना कर..\n",
  ];

  static List imgfour = [
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
    "myassets/images/shayari/officework.png",
  ];

  static List datafour=[
    "\nकोई खुशियों की चाह मैं रोया \nकोई दुखो की पनाह मैं रोया..\nअजीब सिलसिला है ये जिंदगी का..\nकोई भरोसे के लिए रोया..\nकोई भरोसा करके रोया..\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता \n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
  ];

  static List imgfive = [
    "myassets/images/shayari/santabanta.png",
    "myassets/images/shayari/santabanta.png",
    "myassets/images/shayari/santabanta.png",
    "myassets/images/shayari/santabanta.png",
    "myassets/images/shayari/santabanta.png",
  ];

  static List datafive=[
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
  ];

  static List imgsix = [
    "myassets/images/shayari/politics.png",
    "myassets/images/shayari/politics.png",
    "myassets/images/shayari/politics.png",
    "myassets/images/shayari/politics.png",
    "myassets/images/shayari/politics.png",
    "myassets/images/shayari/politics.png",
  ];

  static List datasix=[
    "\nकोई खुशियों की चाह मैं रोया \nकोई दुखो की पनाह मैं रोया..\nअजीब सिलसिला है ये जिंदगी का..\nकोई भरोसे के लिए रोया..\nकोई भरोसा करके रोया..\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता \n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
  ];

  static List imgseven = [
    "myassets/images/shayari/love.png",
    "myassets/images/shayari/love.png",
    "myassets/images/shayari/love.png",
    "myassets/images/shayari/love.png",
    "myassets/images/shayari/love.png",
    "myassets/images/shayari/love.png",
  ];

  static List dataseven=[
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली...\n.",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करोn\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
  ];

  static List imgeight = [
    "myassets/images/shayari/sad.png",
    "myassets/images/shayari/sad.png",
    "myassets/images/shayari/sad.png",
    "myassets/images/shayari/sad.png",
    "myassets/images/shayari/sad.png",
  ];

  static List dataeight=[
    "\nकोई खुशियों की चाह मैं रोया \nकोई दुखो की पनाह मैं रोया..\nअजीब सिलसिला है ये जिंदगी का..\nकोई भरोसे के लिए रोया..\nकोई भरोसा करके रोया..\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता\n ",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
  ];

  static List imgnine = [
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
    "myassets/images/shayari/bestwishesh.png",
  ];

  static List datanine=[
    "\nकोई खुशियों की चाह मैं रोया \nकोई दुखो की पनाह मैं रोया..\nअजीब सिलसिला है ये जिंदगी का..\nकोई भरोसे के लिए रोया..\nकोई भरोसा करके रोया..\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता\n ",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
  ];

  static List imgten = [
    "myassets/images/shayari/husband.png",
    "myassets/images/shayari/husband.png",
    "myassets/images/shayari/husband.png",
    "myassets/images/shayari/husband.png",
    "myassets/images/shayari/husband.png",
  ];

  static List dataten=[
    "\nमौत एक सच्‍चाई है\n उसमें कोई ऐब नहीं,\n क्या लेके जाओगे यारो \n कफन में कोई जेब नहीं..\n",
    "\nमौत एक सच्‍चाई है\n उसमें कोई ऐब नहीं,\n क्या लेके जाओगे यारो \n कफन में कोई जेब नहीं..\n",
    "\nवक्त बादल जाता है जिंदगी के साथ\n,जिंदगी बदल जाती है वक्त के साथ,\n वक्त नहीं बदलता दोस्तों के साथ,\n बस दोस्त बदल जाते वक्त के साथ..\n",
    "\nवक्त बादल जाता है जिंदगी के साथ\n,जिंदगी बदल जाती है वक्त के साथ,\n वक्त नहीं बदलता दोस्तों के साथ,\n बस दोस्त बदल जाते वक्त के साथ..\n",
    "\nअपनी तकदीर में तो कुछ ऐसा ही सिलसिला लिखा है,\nकिसी ने वक्त गुजारने के लिए अपना बनाया,\nतो किसी ने अपना बनकर वक्त गुजार लिया..\n"
  ];

  static List imgeleven = [
    "myassets/images/shayari/child.png",
    "myassets/images/shayari/child.png",
    "myassets/images/shayari/child.png",
    "myassets/images/shayari/child.png",
  ];

  static List dataeleven=[
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nकोई खुशियों की चाह मैं रोया \nकोई दुखो की पनाह मैं रोया..\nअजीब सिलसिला है ये जिंदगी का..\nकोई भरोसे के लिए रोया..\nकोई भरोसा करके रोया..\n",
  ];

  static List imgtwelve = [
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
    "myassets/images/shayari/god.png",
  ];

  static List datatwelve=[
    "\nकोई खुशियों की चाह मैं रोया \nकोई दुखो की पनाह मैं रोया..\nअजीब सिलसिला है ये जिंदगी का..\nकोई भरोसे के लिए रोया..\nकोई भरोसा करके रोया..\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता \n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता \n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
  ];

  static List imgthirteen = [
    "myassets/images/shayari/bearbar.png",
    "myassets/images/shayari/bearbar.png",
    "myassets/images/shayari/bearbar.png",
    "myassets/images/shayari/bearbar.png",
    "myassets/images/shayari/bearbar.png",
    "myassets/images/shayari/bearbar.png",
  ];

  static List datathirteen=[
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करोn\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
  ];

  static List imgfourteen = [
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
    "myassets/images/shayari/holiimg.jpg",
  ];

  static List datafourteen=[
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nतू चांद मैं सितारा होता\n आसमान के एक आशियाना मैं एक आशियाना\n हमारा होता है लोग तुम्हें दूर से देखते हैं\n नजदिक से देखने का एक बस हमारा होता \n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nघर से बाहर कॉलेज जाने के \nलिए वो नकाब में निकली...\n सारी गली उनके पीछे निकली..\n इनकार करते थे वो हमारी मोहब्बत से....\n और हमारी ही तस्वीर उनकी किताब से निकली....\n",
    "\nमोहब्बत को जो भी निभाते हैं \nउनको मेरा सलाम हैं और \nजो बीच रास्ते में छोड़ जाते हैं \nउनको मेरा, ये पैग़ाम है,वादा-ए-वफा करो तो \nफिर खुद को फना करो,\n वरना खुदा के लिए किसी \nकी जिंदगी न तबाह करो\n",
    "\nवो रात दर्द और सीतम की रात होगी,\nजिस रात रुखसत उनकी बारात होगी,\nउठ जाता हूं मैं ये सोच कर रात से अक्सर,\nके एक गैर की बाहो में मेरी सारी कायनात होगी...\n",
    "\nआजाद हैं तो आसमान छू ही आएंगे \n जिंदा हैं तो हर जंग जीत जाएंगे,\n साथ हैं हम तो दुनिया को दिखा आयेंगे \n तिरंगे के तीन रंगो में देश को समा जायेंगे..\n",
    "\nहर रिश्ते में विश्वास रहने दो,\n यहीं तो अंदाज़ है जिंदगी जीने का,\n ना खुद रहो उदास,\n ना दूसरे को रहने दो..!\n",
  ];

  static var a = ["good"];
}
